Repository: instructure/canvas-ios
Catalog: Horizon/Horizon/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, de, es, es_es, fi, fr, fr_ca, ga, hi, is, it, ja, ms, nb, nl, pl, pt, pt_br, ru, sl, sv, th, vi, zh, zh_hk

source: 's score is now available
ar: تتوفر الآن درجة
ca: En aquest moment, està disponible la puntuació de ()
cy: Mae sgôr () ar gael nawr
da: s resultat er nu tilgængeligt
de: Ergebnis ist jetzt verfügbar
es: El puntaje de ya está disponible
es_es: : ya está disponible su puntuación
fi: pistemäärä on nyt saatavissa
fr: le score est désormais disponible pour
fr_ca: Le score est maintenant disponible
ga: : Tá scór ar fáil anois
hi: का अंक अब उपलब्ध है
is: einkunn er núna tiltæk
it: Ora è disponibile il punteggio di ()
ja: のスコアが現在利用可能です
ms: skornya kini tersedia
nb: sin poengsum er nå tilgjengelig
nl: 's score is nu beschikbaar
pl: Dostępny jest teraz wynik
pt: A pontuação de está agora disponível
pt_br: A pontuação de agora está disponível
ru: оценка теперь доступна
sl: Rezultat za [tag] je sedaj na voljo
sv: resultat finns nu tillgängligt
th: คะแนนเผยแพร่แล้วตอนนี้
vi: Đã có điểm của ()
zh: 的评分已准备好
zh_hk: 的分數現已提供

source: 's score weight was changed
ar: تم تغيير توزيع درجة
ca: Ha canviat la ponderació de la puntuació de ()
cy: Newidiwyd pwysiad sgôr ()
da: s resultatvægtning blev ændret
de: Punktegewichtung wurde geändert
es: Cambió la ponderación del puntaje de
es_es: : se ha cambiado la ponderación de su puntuación
fi: pistemäärän painoarvo muuttui
fr: le coefficient a changé pour
fr_ca: La pondération du score a été modifiée
ga: : Athraíodh meáchan scór
hi: का अंक भार बदला गया
is: vægi einkunnar var breytt
it: È stato modificato il peso del punteggio di ()
ja: のスコアの重みが変更されました
ms: pemberat skornya diubah
nb: sin vurderingsvekting ble endret
nl: 's score is gewijzigd
pl: Zmieniono wagę wyniku
pt: A ponderação da pontuação de foi alterada
pt_br: A ponderação da pontuação de foi alterada
ru: вес оценки был изменен
sl: Utež ocenjevanja za [tag] je bila spremenjena
sv: resultatsvikt ändrades
th: น้ำหนักคะแนนมีการแก้ไข
vi: Đã thay đổi trọng số điểm của ()
zh: 的评分权重已更改
zh_hk: 的分數加權已變更

source: % complete
ar: اكتمل %
ca: Percentatge finalitzat
cy: % wedi cwblhau
da: % afsluttet
de: % vollständig
es: % de finalización
es_es: % completa
fi: % valmiita
fr: % terminé
fr_ca: % achevé
ga: % críochnaithe
hi: % पूरा हुआ
is: % lokið
it: % di completamento
ja: ％ 完了
ms: % lengkap
nb: % fullført
nl: % voltooid
pl: % ukończenia
pt: % concluído
pt_br: % concluído
ru: % выполнено
sl: % dokončano
sv: % färdig
th: % เสร็จสิ้น
vi: % hoàn thành
zh: % 完成
zh_hk: 完成 %

source: %lld Attempts Allowed
ar: %lld المحاولات المسموح بها
ca: %lld Intents permesos
cy: %lld Nifer yr ymgeisiau a ganiateir
da: %lld Forsøg tilladt
de: %lld Zulässige Versuche
es: %lld Intentos permitidos
es_es: %lld Intentos permitidos
fi: %lld Sallittuja yrityksiä
fr: %lld Essais autorisés
fr_ca: %lld Tentatives autorisées
ga: %lld Iarrachtaí Ceadaithe
hi: %lld स्वीकृत प्रयास
is: %lld Tilraunir leyfðar
it: %lld Tentativi consentiti
ja: %lld企図が許可されています
ms: %lld Percubaan dibenarkan
nb: %lld Tillatte forsøk
nl: %lld Pogingen toegestaan
pl: %lld Dozwolone próby
pt: %lld Tentativas permitidas
pt_br: %lld Tentativas permitidas
ru: %lld Разрешенное число попыток
sl: %lld dovoljenih poskusov
sv: %lld Försök tillåts
th: %lld ครั้งที่ให้อนุญาต
vi: %lld Cho Phép Làm Lại
zh: %lld准许尝试
zh_hk: %lld允許的遞交嘗試次數

source: Abu Dhabi (+04:00/+04:00)
ar: أبو ظبي (+04:00/+04:00)
es: Abu Dabi (+04:00/+04:00)
fr: Abou Dabi (+04:00/+04:00)
hi: आबू धाबी (+04:00/+04:00)
is: Abú Dabí (+04:00/+04:00)
ja: アブダブ (+04:00/+04:00)
pl: Abu Zabi (+04:00/+04:00)
ru: Абу-Даби (+04: 00/+04:00)
sl: Abu Dabi (+04:00/+04:00)
th: อาบูดาบี (+04:00/+04:00)
zh: 阿布扎比 (+04:00/+04:00)
zh_hk: 阿布達比 (+04:00/+04:00)

source: Accept
ar: قبول
ca: Accepta
cy: Derbyn
da: Acceptér
de: Akzeptieren
es: Aceptar
es_es: Aceptar
fi: Hyväksy
fr: Accepter
fr_ca: Accepter
ga: Glac
hi: स्वीकार करें
is: Samþykkja
it: Accetta
ja: 同意する
ms: Terima
nb: Godta
nl: Accepteren
pl: Akceptuj
pt: Aceitar
pt_br: Aceitar
ru: Принять
sl: Sprejmi
sv: Acceptera
th: ยอมรับ
vi: Chấp Nhận
zh: 接受
zh_hk: 接受

source: Account
ar: الحساب
ca: Compte
cy: Cyfrif
da: Konto
de: Konto
es: Cuenta
es_es: Cuenta
fi: Tili
fr: Compte
fr_ca: Compte
ga: Cuntas
hi: खाता
is: Reikningur
ja: アカウント
ms: Akaun
nb: Konto
pl: Konto
pt: Conta
pt_br: Conta
ru: Учетная запись
sl: Račun
sv: Konto
th: บัญชี
vi: Tài Khoản
zh: 帐户
zh_hk: 帳戶

source: Add a Note
ar: إضافة ملاحظة
ca: Afegiu una nota
cy: Ychwanegu Nodyn
da: Tilføj en note
de: Eine Notiz hinzufügen
es: Agregar una nota
es_es: Añadir una anotación
fi: Lisää huomautus
fr: Ajouter une note
fr_ca: Ajouter une note
ga: Cuir Nóta leis
hi: नोट जोड़ें
is: Bæta við athugasemd
it: Aggiungi una nota
ja: ノートを追加
ms: Tambah Nota
nb: Legg til notat
nl: Een notitie toevoegen
pl: Dodaj notatkę
pt: Adicionar uma nota
pt_br: Adicionar uma nota
ru: Добавить заметку
sl: Dodaj opombo
sv: Lägg till en anteckning
th: เพิ่มหมายเหตุ
vi: Thêm một Ghi Chú
zh: 添加笔记
zh_hk: 添加筆記

source: Add a Note (Optional)
ar: إضافة ملاحظة (اختياري)
ca: Afegiu una nota (opcional)
cy: Ychwanegu Nodyn (Dewisol)
da: Tilføj en note (valgfrit)
de: Eine Notiz hinzufügen (optional)
es: Agregar una nota (opcional)
es_es: Añadir una anotación (opcional)
fi: Lisää muistiinpano (valinnainen)
fr: Ajouter une note (facultatif)
fr_ca: Ajouter une note (facultatif)
ga: Cuir Nóta leis (Roghnach)
hi: नोट जोड़ें (वैकल्पिक)
is: Bæta við athugasemd (valfrjálst)
it: Aggiungi una nota (Opzionale)
ja: ノートを追加 (オプション)
ms: Tambah Nota (Pilihan)
nb: Legg til notat (valgfritt)
nl: Een notitie toevoegen (optioneel)
pl: Dodaj notatkę (opcjonalnie)
pt: Adicionar uma nota (opcional)
pt_br: Adicionar uma nota (opcional)
ru: Добавить примечание (опционально)
sl: Dodaj opombo (izbirno)
sv: Lägg till en anteckning (valfritt)
th: เพิ่มหมายเหตุ (เผื่อเลือก)
vi: Thêm một Ghi Chú (Tùy Chọn)
zh: 添加备注（可选）
zh_hk: 添加筆記（選用）

source: Add comment
ar: إضافة تعليق
ca: Afegiu un comentari
cy: Ychwanegu sylw
da: Tilføj kommentar
de: Kommentar hinzufügen
es: Agregar comentario
es_es: Añadir comentario
fi: Lisää kommentti
fr: Ajouter un commentaire
fr_ca: Ajouter un commentaire
hi: टिप्पणी जोड़ें
is: Bæta við athugasemd
it: Aggiungi commento
ja: コメントを追加
ms: Tambah komen
nb: Legg til kommentar
nl: Opmerking toevoegen
pl: Dodaj komentarz
pt: Adicionar comentário
pt_br: Adicionar comentário
ru: Добавить комментарий
sl: Dodaj komentar
sv: Lägg till kommentar
th: เพิ่มความเห็น
vi: Thêm bình luận
zh: 添加评论
zh_hk: 添加評論

source: Add your text entry
ar: أضف إدخالك النصي
ca: Afegiu la vostra entrada de text
cy: Ychwanegu eich cofnod testun
da: Tilføj din tekstindtastning
de: Fügen Sie Ihren Texteintrag hinzu
es: Agregue su entrada de texto
es_es: Añade tu entrada de texto
fi: Lisää tekstimerkintäsi
fr: Ajoutez votre entrée de texte
fr_ca: Ajouter votre texte
ga: Cuir do iontráil téacs leis
hi: अपनी पाठ प्रविष्टि जोड़ें
is: Bættu textafærslu þinni við hér
it: Aggiungi testo
ja: テキストを入力を追加する
ms: Tambah masukan teks anda
nb: Legg til teksten din
nl: Je tekstinvoer toevoegen
pl: Dodaj tekst
pt: Adicione o seu texto
pt_br: Adicionar sua entrada de texto
ru: Добавьте свою текстовую запись
sl: Dodajte svoj besedilni vnos
sv: Lägg till din textinmatning
th: เพิ่มข้อความของคุณ
vi: Thêm mục nhập văn bản của bạn
zh: 添加文本条目
zh_hk: 添加您的文字項目

source: Adelaide (+09:30/+10:30)
ar: أديليد (+09:30/+10:30)
ca: Adelaida (+09:30/+10:30)
es: Adelaida (+09:30/+10:30)
es_es: Adelaida (+09:30/+10:30)
fr_ca: Adélaïde (+09:30/+10:30)
hi: एडेलेड (+09:30/+10:30)
ja: アデレード (+09:30/+10:30)
ru: Аделаида (+09:30/+10:30)
th: อดีเลด (+09:30/+10:30)
zh: 阿德莱德 (+09:30/+10:30)
zh_hk: 阿德雷德 (+09:30/+10:30)

source: Advanced
ar: متقدم
ca: Avançat
cy: Uwch
da: Avanceret
de: Fortgeschritten
es: Avanzada
es_es: Avanzada
fi: Edistyneet
fr: Avancé
fr_ca: Avancé
ga: Casta
hi: उन्नत
is: Ítarlegra
it: Avanzate
ja: 詳細
ms: Lanjutan
nb: Avanserte
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
pt_br: Avançado
ru: Продвинутый
sl: Napredno
sv: Avancerat
th: ขั้นสูง
vi: Nâng cao
zh: 高级
zh_hk: 進階

source: Alaska (-09:00/-08:00)
ar: ألاسكا (-09:00/-08:00)
ga: Alasca (-09:00/-08:00)
hi: अलास्का (-09:00/-08:00)
ja: アラスカ (-09:00/-08:00)
pt_br: Alasca (-09:00/-08:00)
ru: Аляска (-09:00/-08:00)
sl: Aljaska (-09:00 /-08:00)
th: อลาสก้า (-09:00/-08:00)
zh: 阿拉斯加 (-09:00/-08:00)
zh_hk: 阿拉斯加 (-09:00/-08:00)

source: All
ar: الكل
ca: Tot
cy: Y cyfan
da: Alle
de: Alle
es: Todo
es_es: Todo
fi: Kaikki
fr: Tout
fr_ca: Tout
ga: Gach
hi: सभी
is: Allt
it: Tutto
ja: すべて
ms: Semua
nb: Alle
nl: Alles
pl: Wszystkie
pt: Todos
pt_br: Todos
ru: Все
sl: Vse
sv: Alla
th: ทั้งหมด
vi: Tất Cả
zh: 全部
zh_hk: 全部

source: All messages
ar: كل الرسائل
ca: Tots els missatges
cy: Pob neges
da: Alle beskeder
de: Alle Nachrichten
es: Todos los mensajes
es_es: Todos los mensajes
fi: kaikki sanomat
fr: Tous les messages
fr_ca: Tous les messages
ga: Gach teachtaireacht
hi: सभी संदेश
is: Öll skilaboð
it: Tutti i messaggi
ja: すべてのメッセージ
ms: Semua mesej
nb: Alle meldinger
nl: Alle berichten
pl: Wszystkie wiadomości
pt: Todas as mensagens
pt_br: Todas as mensagens
ru: Все сообщения
sl: Vsa sporočila
sv: Alla meddelanden
th: ข้อความทั้งหมด
vi: Tất cả tin nhắn
zh: 所有消息
zh_hk: 所有訊息

source: Almaty (+05:00/+05:00)
ar: ألماتي (+05:00/+05:00)
hi: अल्माटी (+05:00/+05:00)
ja: アルマティ (+05:00/+05:00)
pl: Ałmaty (+05:00/+05:00)
ru: Алматы (+05:00/+05:00)
sl: Almati (+05:00/+05:00)
th: อัลมาที (+05:00/+05:00)
zh: 阿拉木图 (+05:00/+05:00)
zh_hk: 阿拉木圖 (+05:00/+05:00)

source: American Samoa (-11:00)
ar: ساموا الأمريكية (-11:00)
ca: Samoa Americana (-11:00)
cy: Samoa America (-11:00)
da: Amerikansk Samoa (-11:00)
de: Amerikanisch-Samoa (-11:00)
es: Samoa Americana (-11:00)
es_es: Samoa Americana (-11:00)
fr: Samoa américaines (-11:00)
fr_ca: Samoa américaines (-11:00)
ga: Samó Meiriceánach (-11:00)
hi: अमेरिकन समोआ (-11:00)
is: Bandarísku Samóaeyjar (-11:00)
it: Samoa Americane (-11:00)
ja: アメリカ領サモア (-11:00)
ms: Samoa Amerika (-11:00)
nl: Amerikaans Samoa (-11:00)
pl: Samoa Amerykańskie (-11:00)
pt: Samoa Americana (-11:00)
pt_br: Samoa Americana (-11:00)
ru: Восточное Самоа (-11:00)
sl: Ameriška Samoa (-11:00)
sv: Amerikanska Samoa (-11:00)
th: อเมริกันซามัว (-11:00)
vi: Samoa thuộc Hoa Kỳ (-11:00)
zh: 美属萨摩亚 (-11:00)
zh_hk: 美屬薩摩亞 (-11:00)

source: Amsterdam (+01:00/+02:00)
ar: أمستردام (+01:00/+02:00)
es: Ámsterdam (+01:00/+02:00)
es_es: Ámsterdam (+01:00/+02:00)
ga: Amstardam (+01:00/+02:00)
hi: एम्स्टर्डम (+01:00/+02:00)
ja: アムステルダム (+01:00/+02:00)
pt: Amsterdão (+01:00/+02:00)
pt_br: Amsterdã (+01:00/+02:00)
ru: Амстердам (+01:00/+02:00)
th: อัมสเตอร์ดัม (+01:00/+02:00)
zh: 阿姆斯特丹 (+01:00/+02:00)
zh_hk: 阿姆斯特丹 (+01:00/+02:00)

source: An error has occurred
ar: حدث خطأ ما.
ca: S’ha produït un error
cy: Gwall
da: Der er opstået en fejl
de: Es ist ein Fehler aufgetreten
es: Se produjo un error
es_es: Se ha producido un error
fi: Tapahtui virhe
fr: Une erreur s’est produite
fr_ca: Une erreur s’est produite
ga: Tharla earráid
hi: एक त्रुटि उत्पन्न हुई है
is: Villa kom upp
it: Si è verificato un errore
ja: エラーが発生しました
ms: Ralat telah berlaku
nb: En feil har oppstått.
nl: Er is een fout opgetreden
pl: Wystąpił błąd.
pt: Ocorreu um erro
pt_br: Ocorreu um erro
ru: Произошла ошибка
sl: Prišlo je do napake
sv: Ett fel inträffade
th: เกิดข้อผิดพลาด
vi: Một lỗi đã xảy ra
zh: 出错了
zh_hk: 發生錯誤

source: An error occurred while marking as done.
ar: حدث خطأ ما أثناء التمييز كتم الإنجاز.
ca: S’ha produït un error en marcar-ho com a fet.
cy: Gwall wrth farcio ei fod wedi’i wneud.
da: Der opstod en fejl under markeringen som færdig.
de: Beim Markieren als erledigt ist ein Fehler aufgetreten.
es: Se produjo un error al marcarlo como completado.
es_es: Se ha producido un error al marcar como hecho.
fi: Ilmeni virhe, kun valmistuksen merkintä tehtiin.
fr: Une erreur s’est produite lors du marquage comme terminé.
fr_ca: Une erreur s’est produite lors du marquage indiquant « étant effectué ».
ga: Tharla earráid agus é á mharcáil mar chríochnaithe.
hi: हो गया के रूप में चिह्नित करते समय एक त्रुटि हुई।
is: Villa kom upp við að merkja sem lokið.
it: Si è verificato un errore durante il contrassegno come fatto.
ja: 終了とマークする際にエラーが発生しました。
ms: Ralat berlaku semasa pemarkahan dibuat.
nb: En feil oppstod ved merking som ferdig.
nl: Er is een fout opgetreden bij het als gereed markeren.
pl: Wystąpił błąd podczas oznaczania jako gotowe.
pt: Ocorreu um erro ao marcar como concluído.
pt_br: Ocorreu um erro ao marcar como concluído.
ru: Не удалось отметить как выполненный.
sl: Pri označevanju dokončanih je prišlo je do napake.
sv: Ett fel inträffade vid markering som slutförd.
th: เกิดข้อผิดพลาดขณะกำกับว่าเสร็จสิ้น
vi: Đã xảy ra lỗi khi đánh dấu là đã xong.
zh: 标记为“完成”时出错。
zh_hk: 標記為完成時發生錯誤。

source: Announcement
ar: الإعلان
ca: Anunci
cy: Cyhoeddiad
da: Meddelelse
de: Ankündigung
es: Anuncio
es_es: Anuncio
fi: Ilmoitus
fr: Annonce
fr_ca: Annonce
ga: Fógra
hi: घोषणा
is: Tilkynning
it: Annuncio
ja: アナウンスメント
ms: Pengumuman
nb: Kunngjøring
nl: Aankondiging
pl: Ogłoszenie
pt: Anúncio
pt_br: Aviso
ru: Объявление
sl: Obvestilo
sv: Anslag
th: ประกาศ
vi: Thông Báo
zh: 公告
zh_hk: 通告

source: Announcement from
ar: إعلان من
ca: Anunci de
cy: Cyhoeddiad gan
da: Meddelelse fra
de: Ankündigung von
es: Anuncio de
es_es: Anuncio de
fi: Ilmoitus kohteesta
fr: Annonce de
fr_ca: Annonce de
ga: Fógra ó
hi: इससे घोषणा:
is: Tilkynning frá
it: Annuncio da
ja: （）からのアナウンス
ms: Pengumuman daripada
nb: Kunngjøring fra
nl: Aankondiging van
pl: Ogłoszenie od
pt: Anúncio de
pt_br: Anúncio de
ru: Объявление от
sl: Obvestilo od
sv: Anslag från
th: ประกาศจาก
vi: Thông báo từ
zh: 公告来自
zh_hk: 通告來源

source: Announcement in %@
ar: إعلان في %@
ca: Anunci a %@
cy: Cyhoeddiad mewn %@
da: Meddelelse i %@
de: Ankündigung in %@
es: Anuncio en %@
es_es: Anuncio en %@
fi: Ilmoitus kohteessa %@
fr: Annonce dans %@
fr_ca: Annonce en %@
ga: Fógra i %@
hi: इतने समय में घोषणा: %@
is: Tilkynning í %@
it: Annuncio in %@
ja: （）内のアナウンス%@
ms: Pengumuman dalam %@
nb: Kunngjøring i %@
nl: Aankondiging in %@
pl: Ogłoszenie w %@
pt: Anúncio em %@
pt_br: Anúncio em %@
ru: Объявление в %@
sl: Obvestilo v %@
sv: Anslag i %@
th: ประกาศใน %@
vi: Thông báo trong %@
zh: 公告位于%@
zh_hk: 中的通告%@

source: Announcements
ar: الإعلانات
ca: Anuncis
cy: Cyhoeddiadau
da: Beskeder
de: Ankündigungen
es: Anuncios
es_es: Anuncios
fi: Ilmoitukset
fr: Annonces
fr_ca: Annonces
ga: Fógraí
hi: घोषणाएं
is: Tilkynningar
it: Annunci
ja: アナウンス
ms: Pengumuman
nb: Kunngjøringer
nl: Aankondigingen
pl: Ogłoszenia
pt: Anúncios
pt_br: Avisos
ru: Объявления
sl: Obvestila
sv: Anslag
th: ประกาศ
vi: Thông báo chung
zh: 公告
zh_hk: 通告

source: Announcements and Messages
ar: الإعلانات والرسائل
ca: Anuncis i missatges
cy: Cyhoeddiadau a Negeseuon
da: Meddelelser og beskeder
de: Ankündigungen und Nachrichten
es: Anuncios y mensajes
es_es: Anuncios y mensajes
fi: Ilmoitukset ja viestit
fr: Annonces et messages
fr_ca: Annonces et messages
ga: Fógraí agus Teachtaireachtaí
hi: घोषणाएं और संदेश
is: Tilkynningar og skilaboð
it: Annunci e messaggi
ja: アナウンスとメッセージ
ms: Pengumuman dan Mesej
nb: Kunngjøringer og meldinger
nl: Aankondigingen en berichten
pl: Ogłoszenia i wiadomości
pt: Anúncios e mensagens
pt_br: Anúncios e Mensagens
ru: Объявления и сообщения
sl: Obvestila in sporočila
sv: Anslag och meddelanden
th: ประกาศและข้อความ
vi: Thông Báo Chung và Tin Nhắn
zh: 公告和消息
zh_hk: 通告和訊息

source: Answer
ar: إجابة
ca: Resposta
cy: Ateb
da: Svar
de: Antwort
es: Respuesta
es_es: Respuesta
fi: Vastaus
fr: Réponse
fr_ca: Réponse
ga: Freagra
hi: उत्तर
is: Svar
it: Risposta
ja: 解答
ms: Jawapan
nb: Svar
nl: Antwoord
pl: Odpowiedź
pt: Resposta
pt_br: Resposta
ru: Ответ
sl: Odgovor
sv: Svar
th: คำตอบ
vi: Câu Trả Lời
zh: 答案
zh_hk: 回答

source: Are you sure you want to log out?
ar: هل تريد بالتأكيد تسجيل الخروج؟
ca: Segur que voleu tancar la sessió?
cy: Ydych chi’n siŵr eich bod am allgofnodi?
da: Er du sikker på, du vil logge af?
de: Möchten Sie sich wirklich abmelden?
es: ¿Está seguro de que desea salir?
es_es: ¿Seguro que quieres cerrar sesión?
fi: Haluatko varmasti kirjautua ulos?
fr: Voulez-vous vraiment vous déconnecter ?
fr_ca: Voulez-vous vraiment vous déconnecter?
ga: An bhfuil tú cinnte gur mhaith leat logáil amach?
hi: क्या आप सच में लॉग आउट होना चाहते हैं?
is: Viltu örugglega skrá þig út?
it: Disconnettersi?
ja: ログアウトしてもよろしいですか？
ms: Adakah anda pasti anda ingin log keluar?
nb: Er du sikker på at du vil logge ut?
nl: Weet je zeker dat je wilt uitloggen?
pl: Czy na pewno chcesz się wylogować?
pt: Tem a certeza de que quer terminar a sessão?
pt_br: Tem certeza de que deseja sair?
ru: Вы уверены, что вы хотите выйти?
sl: Ali ste prepričani, da se želite odjaviti?
sv: Vill du logga ut?
th: แน่ใจว่าต้องการล็อกเอาท์หรือไม่
vi: Bạn có chắc chắn muốn đăng xuất không?
zh: 是否确定要登出？
zh_hk: 是否確定登出？

source: Are you sure you want to proceed?
ar: هل تريد المتابعة بالفعل؟
ca: Segur que voleu continuar?
cy: Ydych chi’n siŵr eich bod am barhau?
da: Er du sikker på, at du vil fortsætte?
de: Sind Sie sicher, dass Sie fortfahren möchten?
es: ¿Está seguro de que desea continuar?
es_es: ¿Seguro que quieres continuar?
fi: Haluatko varmasti jatkaa?
fr: Voulez-vous vraiment continuer ?
fr_ca: Voulez-vous vraiment continuer?
ga: An bhfuil tú cinnte gur mhaith leat leanúint ar aghaidh?
hi: क्या आप सच में आगे बढ़ना चाहते हैं?
is: Viltu örugglega halda áfram?
it: Procedere?
ja: ほんとうに進めますか。
ms: Adakah anda pasti anda ingin meneruskan?
nb: Er du sikker på at du vil fortsette?
nl: Weet je zeker dat je wilt doorgaan?
pl: Czy na pewno chcesz kontynuować?
pt: Tem a certeza de que quer prosseguir?
pt_br: Tem certeza que deseja continuar?
ru: Вы действительно хотите продолжить?
sl: Ali ste prepričani, da želite nadaljevati?
sv: Vill du fortsätta?
th: แน่ใจว่าต้องการดำเนินการต่อหรือไม่
vi: Bạn có chắc muốn tiến hành?
zh: 是否确定要继续？
zh_hk: 是否確定要繼續？

source: Arizona (-07:00)
ar: أريزونا (-07:00)
hi: एरिज़ोना (-07:00)
ja: アリゾナ (-07:00)
ru: Аризона (-07:00)
th: อาริโซน่า (-07:00)
zh: 亚利桑那 (-07:00)
zh_hk: 亞歷桑那 (-07:00)

source: Ask a question
ar: اطرح سؤالاً
ca: Feu una pregunta
cy: Gofyn cwestiwn
da: Stil et spørgsmål
de: Eine Frage stellen
es: Hacer una pregunta
es_es: Hacer una pregunta
fi: Esitä kysymys
fr: Posez une question
fr_ca: Poser une question
ga: Cuir ceist
hi: एक प्रश्न पूछें
is: Spyrðu mig spurningu
it: Poni una domanda
ja: 質問する
ms: Tanya soalan
nb: Still et spørsmål
nl: Stel een vraag
pl: Zadaj pytanie
pt: Fazer um pergunta
pt_br: Faça uma pergunta
ru: Задать вопрос
sl: Postavi vprašanje
sv: Ställ en fråga
th: ถามคำถาม
vi: Đặt câu hỏi
zh: 提问
zh_hk: 提出問題

source: Assignment due dates
ar: تواريخ استحقاق المهام
ca: Dates de lliurament de l'activitat
cy: Dyddiadau erbyn yr aseiniad
da: Opgavers afleveringsdatoer
de: Fälligkeitsdaten für Aufgaben
es: Fechas de entrega de tareas
es_es: Fechas de entrega de actividades
fi: Tehtävien määräpäivät
fr: Dates limites de travaux
fr_ca: Dates d’échéance des travaux
ga: Dátaí dlite an taisc
hi: असाइनमेंट नियत तिथियां
is: Skiladagar verkefnis
it: Date di scadenza compito
ja: 課題の期日
ms: Tarikh siap tugasan
nb: Forfallsdatoer for oppgave
nl: Inleverdatums opdracht
pl: Terminy dla zadań
pt: Prazos de entrega das tarefas
pt_br: Datas de entrega das tarefas
ru: Сроки сдачи заданий
sl: Roki za naloge
sv: Inlämningsdatum för uppgifter
th: กำหนดเวลาภารกิจ
vi: Ngày đến hạn của bài tập
zh: 作业截止日期
zh_hk: 作業截止日期

source: Assignment Group Weights
ar: توزيعات مجموعة المهام
ca: Ponderacions per grup de tasques
cy: Pwysiad Grŵp Aseiniadau
da: Vægtning af opgavegruppe
de: Gewichtung der Aufgabengruppe
es: Ponderaciones del grupo de tareas
es_es: Peso para el grupo de actividades
fi: Tehtäväryhmien painotus
fr: Coefficients du groupe d’évaluations
fr_ca: Pondération de groupe de travaux
ga: Ualach an Ghrúpa Taisc
hi: असाइनमेंट ग्रुप भार
is: Vægi verkefnahópa
it: Pesi gruppo compiti
ja: 課題グループ重量
ms: Pemberat Kumpulan Tugasan
nb: Vekting for oppgavegrupper
nl: Opdrachtgroepswegingen
pl: Wagi grup zadań
pt: Ponderações do grupo de atribuições
pt_br: Pesos do grupo de tarefas
ru: Весовые коэффициенты групп заданий
sl: Uteži skupine nalog
sv: Vikter för tilldelningsgrupper
th: น้ำหนักกลุ่มภารกิจ
vi: Trọng Số Nhóm Bài Tập
zh: 作业组权重
zh_hk: 作業小組佔分

source: Assignment Name
ar: اسم المهمة
ca: Nom de l'activitat
cy: Enw’r Aseiniad
da: Opgavenavn
de: Name der Aufgabe
es: Nombre de la tarea
es_es: Nombre de la actividad
fi: Tehtävän nimi
fr: Nom du travail
fr_ca: Nom du travail
ga: Ainm an Taisc
hi: असाइनमेंट नाम
is: Heiti verkefnis
it: Nome compito
ja: 課題名
ms: Nama Tugasan
nb: Oppgavenavn
nl: Naam van opdracht
pl: Nazwa zadania
pt: Nome da tarefa
pt_br: Nome da tarefa
ru: Имя задания
sl: Ime naloge
sv: Namn på uppgift
th: ชื่อภารกิจ
vi: Tên Bài Tập
zh: 作业名称
zh_hk: 作業名稱

source: Assignment Scored
ar: تم منح درجة للمهمة
ca: S’ha puntuat l'activitat
cy: Rhoddwyd Sgôr i Aseiniad
da: Opgavens resultat
de: Aufgabe Bewertet
es: Tarea puntuada
es_es: Actividad calificada
fi: Tehtävälle annettu pistemäärä
fr: Travail noté
fr_ca: Travail noté
ga: Scóráladh an Taisc
hi: असाइनमेंट को अंक दिए गए
is: Verkefni gefið einkunn
it: Punteggio compito calcolato
ja: 課題が採点されました
ms: Tugasan Diberikan Skor
nb: Oppgaver vurdert
nl: Opdracht beoordeeld
pl: Ocenione zadanie
pt: Tarefa pontuada
pt_br: Tarefa pontuada
ru: Оцененная задача
sl: Naloga ocenjena
sv: Uppgiften bedömd
th: ให้คะแนนภารกิจแล้ว
vi: Bài Tập Đã Có Điểm
zh: 作业已评分
zh_hk: 作業已評分

source: Assignment Successfully Submitted!
ar: تم إرسال المهمة بنجاح!
ca: S'ha entregat correctament l’activitat.
cy: Wedi Llwyddo i Gyflwyno’r Aseiniad!
da: Opgaven blev afleveret!
de: Aufgabe erfolgreich abgeschickt!
es: Se presentó correctamente la tarea.
es_es: ¡Se ha entregado la actividad!
fi: Tehtävän lähetys onnistui!
fr: Travail soumis avec succès !
fr_ca: Travail envoyé avec succès!
ga: Cuireadh an tasc isteach go rathúil!
hi: असाइनमेंट सफलतापूर्वक सबमिट किया गया!
is: Verkefni var skilað!
it: Compito consegnato correttamente!
ja: 課題が正常に提出されました！
ms: Tugasan Berjaya Diserahkan!
nb: Oppgaven ble sendt inn!
nl: Opdracht ingeleverd!
pl: Zadanie zostało pomyślnie dostarczone!
pt: Tarefa enviada com sucesso!
pt_br: Tarefa enviada com sucesso!
ru: Задание успешно отправлено!
sl: Naloga uspešno poslana!
sv: Uppgiften har lämnats in!
th: จัดส่งภารกิจเสร็จสิ้น!
vi: Đã Nộp Bài Tập Thành Công!
zh: 已成功提交作业！
zh_hk: 作業已成功提交！

source: Astana (+05:00/+05:00)
ar: أستانا (+05:00/+05:00)
es: Astaná (+05:00/+05:00)
es_es: Astaná (+05:00/+05:00)
ga: Astána (+05:00/+05:00)
hi: अस्ताना (+05:00/+05:00)
ja: アスタナ (+05:00/+05:00)
ru: Астана (+05:00/+05:00)
th: แอสทานา (+05:00/+05:00)
zh: 阿斯塔纳 (+05:00/+05:00)
zh_hk: 阿斯塔納 (+05:00/+05:00)

source: Asuncion (-04:00/-03:00)
ar: آسونسيون (-04:00/-03:00)
es: Asunción (-04:00/-03:00)
es_es: Asunción (-04:00/-03:00)
hi: असुनसियन (-04:00/-03:00)
ja: アスンシオン (-04:00/-03:00)
pt_br: Assunção (-04:00/-03:00)
ru: Асунсьон (-04:00/-03:00)
sv: Asunción (-04:00/-03:00)
th: อะซุนซิออง (-04:00/-03:00)
zh: 亚松森 (-04:00/-03:00)
zh_hk: 亞松森 (-04:00/-03:00)

source: Athens (+02:00/+03:00)
ar: أثينا (+02:00/+03:00)
ca: Atenes (+02:00/+03:00)
cy: Athen (+02:00/+03:00)
da: Athen (+02:00/+03:00)
de: Athen (+02:00/+03:00)
es: Atenas (+02:00/+03:00)
es_es: Atenas (+02:00/+03:00)
fi: Ateena (+02:00/+03:00)
fr: Athènes (+02:00/+03:00)
fr_ca: Athènes (+02:00/+03:00)
ga: An Aithin (+02:00/+03:00)
hi: एथेंस (+02:00/+03:00)
is: Aþena (+02:00/+03:00)
it: Atene (+02:00/+03:00)
ja: アテネ (+02:00/+03:00)
nl: Athene (+02:00/+03:00)
pl: Ateny (+02:00/+03:00)
pt: Atenas (+02:00/+03:00)
pt_br: Atenas (+02:00/+03:00)
ru: Афины (+02:00/+03:00)
sl: Atene (+02:00/+03:00)
sv: Aten (+02:00/+03:00)
th: เอเธนส์ (+02:00/+03:00)
zh: 雅典 (+02:00/+03:00)
zh_hk: 雅典 (+02:00/+03:00)
